Repository: YazdanRa/mini-match
Catalog: apps/apple/MiniMatch/MiniMatch/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, it

# %@ wins with %llu
source: %1$@ wins with %2$llu
es: %1$@ gana con %2$llu
fr: %1$@ gagne avec %2$llu
it: %1$@ vince con %2$llu

source: %@ wins!
es: ¡%@ gana!
fr: %@ gagne !
it: %@ vince!

# %@, %@ avatar, %@
source: %1$@, %2$@ avatar, %3$@
es: %1$@, avatar %2$@, %3$@
fr: %1$@, avatar %2$@, %3$@
it: %1$@, avatar %2$@, %3$@

# %@, Game Center profile photo, %@
source: %1$@, Game Center profile photo, %2$@
es: %1$@, foto de perfil de Game Center, %2$@
fr: %1$@, photo de profil Game Center, %2$@
it: %1$@, foto del profilo Game Center, %2$@

# %@, selected %llu, %@
source: %1$@, selected %2$llu, %3$@
es: %1$@, eligió %2$llu, %3$@
fr: %1$@, a choisi %2$llu, %3$@
it: %1$@, ha scelto %2$llu, %3$@

# %@, win count %u, selected %llu, %@
source: %1$@, win count %2$u, selected %3$llu, %4$@
es: %1$@, victorias: %2$u, eligió %3$llu, %4$@
fr: %1$@, nombre de victoires : %2$u, a choisi %3$llu, %4$@
it: %1$@, vittorie: %2$u, ha scelto %3$llu, %4$@

source: %lld locked
es: %lld elecciones confirmadas
fr: %lld verrouillés
it: %lld numeri confermati

source: A player couldn’t join the Game Center match.
es: Un jugador no pudo unirse a la partida de Game Center.
fr: Un joueur n’a pas pu rejoindre la partie Game Center.
it: Un giocatore non ha potuto unirsi alla partita di Game Center.

source: A player disconnected from the Game Center match.
es: Un jugador se desconectó de la partida de Game Center.
fr: Un joueur s’est déconnecté de la partie Game Center.
it: Un giocatore si è disconnesso dalla partita di Game Center.

source: A secure sign-in request could not be created.
es: No se pudo crear una solicitud de inicio de sesión segura.
fr: Impossible de créer une demande de connexion sécurisée.
it: Non è stato possibile creare una richiesta di accesso sicura.

source: Apple did not return a usable sign-in credential.
es: Apple no proporcionó una credencial de inicio de sesión válida.
fr: Apple n’a pas fourni d’identifiant de connexion valide.
it: Apple non ha restituito credenziali di accesso utilizzabili.

source: Apple sign-in failed
es: Error al iniciar sesión con Apple
fr: Échec de la connexion avec Apple
it: Accesso con Apple non riuscito

source: Available only to the host after every player locks a number
es: Disponible solo para el anfitrión cuando todos los jugadores hayan confirmado un número
fr: Disponible uniquement pour l’hôte lorsque chaque joueur a verrouillé un nombre
it: Disponibile solo per l’host dopo che ogni giocatore ha confermato il proprio numero

source: Available to the host when at least two players are in the lobby
es: Disponible para el anfitrión cuando hay al menos dos jugadores en la sala
fr: Disponible pour l’hôte lorsqu’au moins deux joueurs sont dans le salon
it: Disponibile per l’host quando nella lobby ci sono almeno due giocatori

source: Calculating the result…
es: Calculando el resultado…
fr: Calcul du résultat…
it: Calcolo del risultato…

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Cat
es: Gato
fr: Chat
it: Gatto

source: Change in iOS Settings
es: Cambiar en los ajustes de iOS
fr: Modifier dans les réglages iOS
it: Modifica nelle Impostazioni di iOS

source: Check the table details and try again.
es: Comprueba los datos de la mesa e inténtalo de nuevo.
fr: Vérifiez les informations de la table et réessayez.
it: Controlla i dettagli del tavolo e riprova.

source: Checking Game Center…
es: Comprobando Game Center…
fr: Vérification de Game Center…
it: Verifica di Game Center…

source: Confirm with Apple to revoke access and delete your Mini Match account.
es: Confirma con Apple para revocar el acceso y eliminar tu cuenta de Mini Match.
fr: Confirmez auprès d’Apple pour révoquer l’accès et supprimer votre compte Mini Match.
it: Conferma con Apple per revocare l’accesso ed eliminare il tuo account Mini Match.

source: Couldn’t continue
es: No se pudo continuar
fr: Impossible de continuer
it: Impossibile continuare

source: Couldn’t create a table. Try again.
es: No se pudo crear una mesa. Inténtalo de nuevo.
fr: Impossible de créer une table. Réessayez.
it: Impossibile creare un tavolo. Riprova.

source: Daily Table
es: Mesa diaria
fr: Table quotidienne
it: Tavolo giornaliero

source: Daily Table is unavailable
es: La mesa diaria no está disponible
fr: La table quotidienne est indisponible
it: Il tavolo giornaliero non è disponibile

source: Daily Table requires an Apple-linked Mini Match account and Game Center.
es: La mesa diaria requiere una cuenta de Mini Match vinculada con Apple y Game Center.
fr: La table quotidienne nécessite un compte Mini Match lié à Apple et Game Center.
it: Il tavolo giornaliero richiede un account Mini Match collegato ad Apple e Game Center.

source: Daily Wins
es: Victorias diarias
fr: Victoires quotidiennes
it: Vittorie giornaliere

source: Danger zone
es: Zona de peligro
fr: Zone de danger
it: Zona pericolosa

source: Delete profile
es: Eliminar perfil
fr: Supprimer le profil
it: Elimina profilo

source: Delete profile permanently
es: Eliminar perfil permanentemente
fr: Supprimer définitivement le profil
it: Elimina definitivamente il profilo

source: Delete your profile?
es: ¿Eliminar tu perfil?
fr: Supprimer votre profil ?
it: Vuoi eliminare il profilo?

source: Dog
es: Perro
fr: Chien
it: Cane

source: Duplicate
es: Repetido
fr: Doublon
it: Duplicato

source: Enter a positive whole number.
es: Introduce un número entero positivo.
fr: Saisissez un nombre entier strictement positif.
it: Inserisci un numero intero positivo.

source: Enter a table code and your name.
es: Introduce un código de mesa y tu nombre.
fr: Saisissez un code de table et votre nom.
it: Inserisci un codice tavolo e il tuo nome.

source: Enter a table name and your name.
es: Introduce un nombre para la mesa y tu nombre.
fr: Saisissez un nom de table et votre nom.
it: Inserisci un nome per il tavolo e il tuo nome.

source: Enter a valid Game Center party code.
es: Introduce un código de grupo válido de Game Center.
fr: Saisissez un code de groupe Game Center valide.
it: Inserisci un codice gruppo di Game Center valido.

source: Enter the party code from Game Center.
es: Introduce el código de grupo de Game Center.
fr: Saisissez le code de groupe Game Center.
it: Inserisci il codice gruppo di Game Center.

source: Enter your number
es: Introduce tu número
fr: Entrez votre nombre
it: Inserisci il tuo numero

source: Every number was duplicated.
es: Todos los números estaban repetidos.
fr: Chaque nombre a été choisi plusieurs fois.
it: Ogni numero è stato scelto da più giocatori.

source: Everyone must lock first
es: Todos deben confirmar primero
fr: Tout le monde doit d’abord verrouiller son choix
it: Tutti devono prima confermare il proprio numero

source: Fox
es: Zorro
fr: Renard
it: Volpe

source: Frog
es: Rana
fr: Grenouille
it: Rana

source: Game Center couldn’t verify this player. Try again.
es: Game Center no pudo verificar a este jugador. Inténtalo de nuevo.
fr: Game Center n’a pas pu vérifier ce joueur. Réessayez.
it: Game Center non ha potuto verificare questo giocatore. Riprova.

source: Game Center failed
es: Error de Game Center
fr: Échec de Game Center
it: Errore di Game Center

source: Game Center matchmaking is unavailable.
es: El emparejamiento de Game Center no está disponible.
fr: La recherche de joueurs Game Center n’est pas disponible.
it: Il matchmaking di Game Center non è disponibile.

source: Game Center profile
es: Perfil de Game Center
fr: Profil Game Center
it: Profilo Game Center

source: Game settings
es: Ajustes del juego
fr: Réglages du jeu
it: Impostazioni di gioco

source: Global top 100
es: 100 mejores del mundo
fr: Top 100 mondial
it: Top 100 mondiale

source: Host
es: Anfitrión
fr: Hôte

source: Invite
es: Invitar
fr: Inviter
it: Invita

source: Join
es: Unirse
fr: Rejoindre
it: Unisciti

source: Join my Mini Match game.
es: Únete a mi partida de Mini Match.
fr: Rejoignez ma partie Mini Match.
it: Unisciti alla mia partita di Mini Match.

source: Join with a code
es: Unirse con un código
fr: Rejoindre avec un code
it: Unisciti con un codice

source: Joined
es: Presente
fr: Présent
it: Presente

source: Language
es: Idioma
fr: Langue
it: Lingua

source: Leaderboard unavailable
es: Clasificación no disponible
fr: Classement indisponible
it: Classifica non disponibile

source: Leave
es: Salir
fr: Quitter
it: Esci

source: Leave match
es: Salir de la partida
fr: Quitter la partie
it: Abbandona la partita

source: Leave this match?
es: ¿Salir de esta partida?
fr: Quitter cette partie ?
it: Vuoi abbandonare questa partita?

source: Leaving table
es: Saliendo de la mesa
fr: Départ de la table
it: Uscita dal tavolo

source: Loading Game Center profile…
es: Cargando el perfil de Game Center…
fr: Chargement du profil Game Center…
it: Caricamento del profilo Game Center…

source: Loading leaderboard…
es: Cargando clasificación…
fr: Chargement du classement…
it: Caricamento classifica…

source: Loading today’s table…
es: Cargando la mesa de hoy…
fr: Chargement de la table du jour…
it: Caricamento del tavolo di oggi…

source: Lobby
es: Sala
fr: Salon

source: Local close: %@
es: Cierre local: %1$@
fr: Fermeture locale : %1$@
it: Chiusura locale: %1$@

source: Lock %@ for today?
es: ¿Confirmar %@ para hoy?
fr: Verrouiller %@ pour aujourd’hui ?
it: Confermare %@ per oggi?

source: Lock my daily number
es: Confirmar mi número diario
fr: Verrouiller mon nombre du jour
it: Conferma il mio numero giornaliero

source: Lock my number
es: Confirmar mi número
fr: Verrouiller mon nombre
it: Conferma il mio numero

source: Lock this number
es: Confirmar este número
fr: Verrouiller ce nombre
it: Conferma questo numero

source: Locked
es: Confirmado
fr: Verrouillé
it: Confermato

source: Locked for today
es: Confirmado para hoy
fr: Verrouillé pour aujourd’hui
it: Confermato per oggi

source: Locked for today. Your number is %llu. It stays private until the table closes.
es: Confirmado para hoy. Tu número es %llu. Permanecerá privado hasta que cierre la mesa.
fr: Verrouillé pour aujourd’hui. Votre nombre est %llu. Il reste privé jusqu’à la fermeture de la table.
it: Confermato per oggi. Il tuo numero è %llu. Rimane privato fino alla chiusura del tavolo.

source: Locking…
es: Confirmando…
fr: Verrouillage…
it: Conferma…

source: Log out of Mini Match
es: Cerrar sesión en Mini Match
fr: Se déconnecter de Mini Match
it: Disconnettiti da Mini Match

source: Lowest number picked by only one player wins.
es: Gana el número más bajo elegido por un solo jugador.
fr: Le plus petit nombre choisi par un seul joueur gagne.
it: Vince il numero più basso scelto da un solo giocatore.

source: Make Mini Match feel right for you.
es: Personaliza Mini Match a tu gusto.
fr: Personnalisez Mini Match à votre goût.
it: Personalizza Mini Match come preferisci.

source: Multiplayer is unavailable because of Screen Time settings.
es: El modo multijugador no está disponible debido a los ajustes de Tiempo de uso.
fr: Le mode multijoueur est indisponible en raison des réglages Temps d’écran.
it: La modalità multigiocatore non è disponibile a causa delle impostazioni di Tempo di utilizzo.

source: No number was unique.
es: Ningún número fue único.
fr: Aucun nombre n’était unique.
it: Nessun numero era unico.

source: No one entered yesterday.
es: Ayer no participó nadie.
fr: Personne n’a participé hier.
it: Ieri non ha partecipato nessuno.

source: No previous result is available yet.
es: Todavía no hay ningún resultado anterior.
fr: Aucun résultat précédent n’est encore disponible.
it: Non è ancora disponibile un risultato precedente.

source: No winner
es: Sin ganador
fr: Aucun gagnant
it: Nessun vincitore

source: No winner. Every number was duplicated.
es: No hay ganador. Todos los números estaban repetidos.
fr: Aucun gagnant. Chaque nombre a été choisi plusieurs fois.
it: Nessun vincitore. Ogni numero è stato scelto da più giocatori.

source: Not enough players entered.
es: No participaron suficientes jugadores.
fr: Pas assez de joueurs ont participé.
it: Non hanno partecipato abbastanza giocatori.

source: Not locked
es: Sin confirmar
fr: Non verrouillé
it: Non confermato

source: One number. One global winner every day.
es: Un número. Un ganador mundial cada día.
fr: Un nombre. Un gagnant mondial chaque jour.
it: Un numero. Un vincitore globale ogni giorno.

source: One world. One number.
es: Un mundo. Un número.
fr: Un monde. Un nombre.
it: Un mondo. Un numero.

source: Opens account and game options
es: Abre las opciones de la cuenta y del juego
fr: Ouvre les options du compte et du jeu
it: Apre le opzioni dell’account e del gioco

source: Opens Mini Match Settings, where you can change the language
es: Abre los ajustes de Mini Match, donde puedes cambiar el idioma
fr: Ouvre les réglages de Mini Match, où vous pouvez changer la langue
it: Apre le impostazioni di Mini Match, dove puoi cambiare la lingua

source: Opens today’s global number game
es: Abre el juego mundial de números de hoy
fr: Ouvre le jeu mondial des nombres du jour
it: Apre il gioco globale dei numeri di oggi

source: Owl
es: Búho
fr: Hibou
it: Gufo

source: Party code
es: Código de grupo
fr: Code de groupe
it: Codice gruppo

source: Permanently deletes your Mini Match account. This cannot be undone.
es: Elimina permanentemente tu cuenta de Mini Match. Esta acción no se puede deshacer.
fr: Supprime définitivement votre compte Mini Match. Cette action est irréversible.
it: Elimina definitivamente il tuo account Mini Match. Questa operazione non può essere annullata.

source: Pick a positive whole number. Lowest number picked by only one player wins.
es: Elige un número entero positivo. Gana el número más bajo elegido por un solo jugador.
fr: Choisissez un nombre entier strictement positif. Le plus petit nombre choisi par un seul joueur gagne.
it: Scegli un numero intero positivo. Vince il numero più basso scelto da un solo giocatore.

source: Pick the lowest number chosen by only one player. Results are revealed after the daily table closes.
es: Elige el número más bajo escogido por un solo jugador. Los resultados se revelan al cerrar la mesa diaria.
fr: Choisissez le plus petit nombre sélectionné par un seul joueur. Les résultats sont révélés après la fermeture de la table quotidienne.
it: Scegli il numero più basso selezionato da un solo giocatore. I risultati vengono rivelati alla chiusura del tavolo giornaliero.

source: Play together
es: Jugar juntos
fr: Jouer ensemble
it: Gioca insieme

source: Player
es: Jugador
fr: Joueur
it: Giocatore

source: Player account
es: Cuenta del jugador
fr: Compte joueur
it: Account del giocatore

source: Players (%lld)
es: Jugadores (%lld)
fr: Joueurs (%lld)
it: Giocatori (%lld)

source: Players: %lld. Locked in: %lld.
es: Jugadores: %1$lld. Elecciones confirmadas: %2$lld.
fr: Joueurs : %1$lld. Choix confirmés : %2$lld.
it: Giocatori: %1$lld. Scelte confermate: %2$lld.

source: Players: %llu
es: Jugadores: %llu
fr: Joueurs : %llu
it: Giocatori: %llu

source: Profile for %@
es: Perfil de %@
fr: Profil de %@
it: Profilo di %@

source: Private until the table closes.
es: Privado hasta que cierre la mesa.
fr: Privé jusqu’à la fermeture de la table.
it: Privato fino alla chiusura del tavolo.

source: Rank %lld, %@, %lld wins
es: Puesto %1$lld, %2$@, %3$lld victorias
fr: Rang %1$lld, %2$@, %3$lld victoires
it: Posizione %1$lld, %2$@, %3$lld vittorie

source: Rank %lld, %@, wins: %lld
es: Puesto %1$lld, %2$@, victorias: %3$lld
fr: Rang %1$lld, %2$@, victoires : %3$lld
it: Posizione %1$lld, %2$@, vittorie: %3$lld

source: Reconnecting to the table…
es: Reconectando con la mesa…
fr: Reconnexion à la table…
it: Riconnessione al tavolo…

source: Requires confirmation. This cannot be undone.
es: Requiere confirmación. Esta acción no se puede deshacer.
fr: Nécessite une confirmation. Cette action est irréversible.
it: Richiede una conferma. Questa operazione non può essere annullata.

source: Retry
es: Reintentar
fr: Réessayer
it: Riprova

source: Return home to manage this profile.
es: Vuelve al inicio para gestionar este perfil.
fr: Revenez à l’accueil pour gérer ce profil.
it: Torna alla schermata iniziale per gestire questo profilo.

source: Reveal round
es: Revelar la ronda
fr: Révéler la manche
it: Mostra i risultati

source: Revealing…
es: Revelando…
fr: Révélation…
it: Visualizzazione dei risultati…

source: Round %u
es: Ronda %u
fr: Manche %u
it: Manche %u

source: Rounds close at 00:00 UTC.
es: Las rondas cierran a las 00:00 UTC.
fr: Les manches ferment à 00:00 UTC.
it: I round chiudono alle 00:00 UTC.

source: selected
es: eligió
fr: a choisi
it: ha scelto

source: Settings
es: Ajustes
fr: Réglages
it: Impostazioni

source: Sign in and try again.
es: Inicia sesión e inténtalo de nuevo.
fr: Connectez-vous et réessayez.
it: Accedi e riprova.

source: Sign in to Game Center in Settings to continue.
es: Inicia sesión en Game Center desde Ajustes para continuar.
fr: Connectez-vous à Game Center dans Réglages pour continuer.
it: Accedi a Game Center nelle Impostazioni per continuare.

source: Sign in to Game Center to continue.
es: Inicia sesión en Game Center para continuar.
fr: Connectez-vous à Game Center pour continuer.
it: Accedi a Game Center per continuare.

source: Sign in to Game Center to play with friends.
es: Inicia sesión en Game Center para jugar con tus amigos.
fr: Connectez-vous à Game Center pour jouer avec vos amis.
it: Accedi a Game Center per giocare con gli amici.

source: Sign in to play
es: Inicia sesión para jugar
fr: Connectez-vous pour jouer
it: Accedi per giocare

source: Sign in to secure this player account with your Apple account.
es: Inicia sesión con tu cuenta de Apple para proteger esta cuenta de jugador.
fr: Connectez-vous avec votre compte Apple pour sécuriser ce compte joueur.
it: Accedi con il tuo Apple Account per proteggere questo account giocatore.

source: Small game. Big fun.
es: Juego pequeño. Diversión a lo grande.
fr: Petit jeu. Plaisir immense.
it: Piccolo gioco. Grande divertimento.

source: Sound effects
es: Efectos de sonido
fr: Effets sonores
it: Effetti sonori

source: Spark
es: Chispa
fr: Étincelle
it: Scintilla

source: Start round
es: Iniciar ronda
fr: Démarrer la manche
it: Inizia la manche

source: Starting…
es: Iniciando…
fr: Démarrage…
it: Avvio in corso…

source: Table not found.
es: No se encontró la mesa.
fr: Table introuvable.
it: Tavolo non trovato.

source: That round is no longer active.
es: Esa ronda ya no está activa.
fr: Cette manche n’est plus active.
it: Quella manche non è più attiva.

source: That table already exists.
es: Esa mesa ya existe.
fr: Cette table existe déjà.
it: Quel tavolo esiste già.

source: The Daily Wins leaderboard is unavailable.
es: La clasificación de victorias diarias no está disponible.
fr: Le classement des victoires quotidiennes est indisponible.
it: La classifica delle vittorie giornaliere non è disponibile.

source: The Game Center account changed. Try again.
es: La cuenta de Game Center ha cambiado. Inténtalo de nuevo.
fr: Le compte Game Center a changé. Réessayez.
it: L’account Game Center è cambiato. Riprova.

source: The request failed.
es: La solicitud ha fallado.
fr: La requête a échoué.
it: La richiesta non è riuscita.

source: The round is not ready to reveal.
es: La ronda aún no está lista para revelarse.
fr: La manche n’est pas prête à être révélée.
it: La manche non è ancora pronta per mostrare i risultati.

source: The server returned an invalid response.
es: El servidor devolvió una respuesta no válida.
fr: Le serveur a renvoyé une réponse non valide.
it: Il server ha restituito una risposta non valida.

source: The table is not ready.
es: La mesa no está lista.
fr: La table n’est pas prête.
it: Il tavolo non è pronto.

source: This Game Center activity is unavailable.
es: Esta actividad de Game Center no está disponible.
fr: Cette activité Game Center n’est pas disponible.
it: Questa attività di Game Center non è disponibile.

source: This player has already locked a number.
es: Este jugador ya ha confirmado un número.
fr: Ce joueur a déjà verrouillé un nombre.
it: Questo giocatore ha già confermato un numero.

source: This removes your Mini Match account and anonymizes your saved table profile. Game Center scores remain managed by Apple.
es: Esto elimina tu cuenta de Mini Match y anonimiza el perfil guardado de la mesa. Apple seguirá gestionando las puntuaciones de Game Center.
fr: Cela supprime votre compte Mini Match et anonymise le profil de table enregistré. Les scores Game Center restent gérés par Apple.
it: Questa operazione elimina il tuo account Mini Match e rende anonimo il profilo del tavolo salvato. I punteggi di Game Center restano gestiti da Apple.

source: This round
es: Esta ronda
fr: Cette manche
it: Questa manche

source: Time remaining: %@
es: Tiempo restante: %@
fr: Temps restant : %@
it: Tempo rimanente: %@

source: Today
es: Hoy
fr: Aujourd’hui
it: Oggi

source: Try again
es: Intentar de nuevo
fr: Réessayer
it: Riprova

source: Try again in a moment.
es: Inténtalo de nuevo en unos instantes.
fr: Réessayez dans un instant.
it: Riprova tra poco.

source: Unique
es: Único
it: Unico

source: Waiting for another player
es: Esperando a otro jugador
fr: En attente d’un autre joueur
it: In attesa di un altro giocatore

source: Waiting for the host to start a round
es: Esperando a que el anfitrión inicie una ronda
fr: En attente que l’hôte démarre une manche
it: In attesa che l’host inizi una manche

source: Winner
es: Ganador
fr: Gagnant
it: Vincente

source: Winning number
es: Número ganador
fr: Nombre gagnant
it: Numero vincente

source: Winning number: %llu
es: Número ganador: %llu
fr: Nombre gagnant : %llu
it: Numero vincente: %llu

source: Wins: %lld
es: Victorias: %lld
fr: Victoires : %lld
it: Vittorie: %lld

source: wins
es: victorias
fr: victoires
it: vittorie

source: Yesterday
es: Ayer
fr: Hier
it: Ieri

source: You
es: Tú
fr: Vous
it: Tu

source: You cannot change this number after it is locked.
es: No puedes cambiar este número después de confirmarlo.
fr: Vous ne pourrez plus modifier ce nombre après l’avoir verrouillé.
it: Non puoi cambiare questo numero dopo averlo confermato.

source: You don’t have permission to do that.
es: No tienes permiso para hacer eso.
fr: Vous n’avez pas l’autorisation d’effectuer cette action.
it: Non hai l’autorizzazione per farlo.

source: You won!
es: ¡Has ganado!
fr: Vous avez gagné !
it: Hai vinto!

source: You’ll confirm with Apple before Mini Match removes your account and anonymizes your saved table profile. Game Center scores remain managed by Apple.
es: Confirmarás con Apple antes de que Mini Match elimine tu cuenta y anonimice el perfil guardado de la mesa. Apple seguirá gestionando las puntuaciones de Game Center.
fr: Vous confirmerez auprès d’Apple avant que Mini Match supprime votre compte et anonymise le profil de table enregistré. Les scores Game Center restent gérés par Apple.
it: Prima che Mini Match elimini il tuo account e renda anonimo il profilo del tavolo salvato, dovrai confermare con Apple. I punteggi di Game Center restano gestiti da Apple.

source: You’ll leave the table for the other players.
es: Dejarás la mesa para los demás jugadores.
fr: Vous laisserez la table aux autres joueurs.
it: Abbandonerai il tavolo lasciando gli altri giocatori nella partita.

source: You’re locked in!
es: ¡Tu número está confirmado!
fr: Votre choix est verrouillé !
it: Numero confermato!

source: Your daily number
es: Tu número diario
fr: Votre nombre du jour
it: Il tuo numero giornaliero

source: Your number
es: Tu número
fr: Votre nombre
it: Il tuo numero

source: Your number cannot be changed after it is locked
es: Tu número no se puede cambiar después de confirmarlo
fr: Votre nombre ne peut plus être modifié après son verrouillage
it: Il numero non può essere cambiato dopo la conferma
